Repository: fastfinge/nvda-translate
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: sr, zh_cn

source: row %s
sr: Red %s
zh_cn: %s 行

source: through %s
sr: Do %s
zh_cn: 通过 %s

source: column %s
sr: Kolona %s
zh_cn: %s 列

source: through row {row} column {column}
sr: Kroz red {row} kolonu {column}
zh_cn: 通过 {row} 行 {column} 列

source: with {rowCount} rows and {columnCount} columns
sr: Sa {rowCount} redova i {columnCount} kolona
zh_cn: {rowCount} 行 {columnCount} 列

source: with %s columns
sr: Sa %s kolona
zh_cn: %s 列

source: with %s rows
sr: Sa %s redova
zh_cn: %s 行

source: {number} of {total}
sr: {number} od {total}
zh_cn: {number} 个，共 {total} 个

source: level %s
sr: Nivo %s
zh_cn: %s 级

source: Translate
sr: Prevođenje
zh_cn: 自动翻译

source: Translation enabled.
sr: Prevođenje omogućeno.
zh_cn: 启用自动翻译。

source: Translation disabled.
sr: Prevođenje onemogućeno.
zh_cn: 禁用自动翻译。

source: Enables translation to the desired language.
sr: Uključuje prevođenje na željeni jezik.
zh_cn: 启用或禁用自动翻译。

source: translation {text} ¨copied to clipboard
sr: Prevod {text} kopiran u privremenu memoriju
zh_cn: 已复制 {text} ¨到剪贴板

source: No translation to copy
sr: Nema prevoda za kopiranje
zh_cn: 没有可复制的翻译文本

source: Copy the latest translated text to the clipboard.
sr: Kopira poslednji preveden tekst u privremenu memoriju.
zh_cn: 将最后一次翻译的文本复制到剪贴板。

source: Press twice to delete all cached translations for all applications.
sr: Pritisnite dva puta da obrišete keš prevoda za sve aplikacije.
zh_cn: 连按两次可删除所有应用程序的全部翻译缓存。

source: All translations have been deleted.
sr: Svi prevodi su obrisani.
zh_cn: 已删除所有翻译缓存。

source: Some caches failed to be removed.
sr: Deo keša nije uspešno obrisan.
zh_cn: 无法删除某些翻译缓存。

source: Remove all cached translations for all applications.
sr: Ukloni keš prevoda za sve aplikacije.
zh_cn: 删除所有应用程序的全部翻译缓存。

source: No focused application
sr: Nijedna aplikacija nije fokusirana
zh_cn: 没有所聚焦的应用程序

source: Press twice to delete all translations for {app}
sr: Pritisnite dva puta da obrišete sve prevode za {app}
zh_cn: 连按两次可删除 {app} 的所有翻译缓存

source: Error while deleting application's translation cache.
sr: Greška pri brisanju keša prevoda za aplikaciju.
zh_cn: 删除应用程序的翻译缓存时出错。

source: Translation cache for {app} has been deleted.
sr: Keš prevoda za {app} je obrisan.
zh_cn: 已删除{app}的翻译缓存。

source: No saved translations for {app}
sr: Nema sačuvanih prevoda za {app}
zh_cn: {app} 没有已保存的翻译缓存。

source: Remove translation cache for the currently focused application
sr: Ukloni keš prevoda za trenutno fokusiranu aplikaciju
zh_cn: 删除当前以聚焦应用程序的翻译缓存

source: Uses the Google Translate API to translate each spoken text to the desired language, on the fly. This add-on requires an internet connection.
sr: Koristi Google Translate API za prevođenje svakog izgovorenog teksta na željeni jezik, odmah nakon što se izgovori. Ovom dodatku je neophodna veza sa Internetom.
zh_cn: 使用谷歌翻译将 NVDA 朗读的文本翻译成本地语言。 此插件需要联网才能正常工作。
